[
    {
        "id": "brandey",
        "title": "Бренді",
        "whatIsIt": "Бренді - це міцний алкогольний напій, отриманий шляхом дистиляції вина або ферментованих фруктових соків. Виробництво бренді включає витримку в дерев'яних бочках, що надає напою характерного аромату і смаку. Бренді буває різних видів і стилів, залежно від використовуваної сировини та регіону виробництва.",
        "history": "Історія бренді налічує кілька століть. Спочатку напій з'явився в Європі, де його використовували в медичних цілях. Згодом бренді завоював популярність як самостійний алкогольний напій.",
        "types": "Коньяк - елітний вид бренді, вироблений виключно в регіоні Коньяк, Франція. Його виготовляють із білого винограду з витримкою в дубових бочках. Арманьяк - старовинний французький бренді з регіону Гасконь. Арманьяк виробляється методом одноразової дистиляції, що надає йому більш насиченого і комплексного смаку. Американський бренді - виробляється в США з різних сортів винограду, має більш легкий і фруктовий смак.",
        "howToDrink": "Бренді традиційно подається в келихах для бренді, які дають змогу максимально розкрити аромат напою. Напій слід пити повільно, насолоджуючись його букетом і післясмаком. Бренді часто використовують у коктейлях, а також у кулінарії для приготування соусів і десертів.",
        "facts": "Витримка: Що довше бренді витримується, то складнішого й багатшого смаку він набуває. Регіональні особливості: Різні регіони світу виробляють свої унікальні види бренді, кожен зі своїми характерними рисами. Коктейлі: Бренді часто використовують у класичних коктейлях, таких як Бренді Александр  і Сайдкар. Висновок Бренді - це напій з багатою історією і різноманітністю смаків, який цінується за свою складність і вишуканість. Незалежно від того, чи віддаєте перевагу ви насолоджуватися ним у чистому вигляді, чи у складі коктейлю, бренді завжди додасть нотку розкоші у ваш вечір.",
        "characteristics": {
            "size": ["xl"],
            "length": ["18"],
            "taste": ["very-taste"],
            "weight": ["30"]
        }
    },
    {
        "id": "rum",
        "title": "Ром",
        "whatIsIt": "Ром — це міцний алкогольний напій, виготовлений шляхом дистиляції продуктів із цукрової тростини, зазвичай патоки або соку тростини. Витримка в дубових бочках надає рому глибокий аромат і колір. Напій буває різних видів: від світлого до темного, з додатковими ароматами чи без.",
        "history": "Ром має багату історію, тісно пов'язану з Карибами, колоніальною епохою та мореплавством. Його почали виробляти ще в XVII столітті на плантаціях цукрової тростини.",
        "types": "Світлий ром — прозорий або злегка золотистий, м'який на смак, популярний у коктейлях. Золотий ром — середній між світлим і темним, з глибшим смаком. Темний ром — витриманий, має насичений аромат, часто використовується в кулінарії та як самостійний напій. Пряний ром — із додаванням спецій (ваніль, кориця, гвоздика).",
        "howToDrink": "Ром п’ють чистим або з льодом, а також широко використовують у коктейлях — таких як Мохіто, Дайкірі чи Піна Колада. Темні сорти — чудові для повільної дегустації.",
        "facts": "Витримка: Темний ром часто витримують до 12 років і більше. Географія: Найвідоміші ромові регіони — Ямайка, Куба, Барбадос. Морська спадщина: Ром був традиційним напоєм піратів і моряків. Універсальність: Від коктейлів до десертів — ром завжди доречний.",
        "characteristics": {
            "size": ["xxl"],
            "length": ["20"],
            "taste": ["sour"],
            "weight": ["40"]
        }
    }
]