export interface IAlcoholList {
    id: string;
    title: string;
    description: string;
    whatIsIt: string;
    history: string;
    types: string;
    howToDrink: string;
    facts: string; 
}

export const alcoholList: IAlcoholList[] = [
    {
        id: "whiskey",
        title: "Віскі",
        description: "Contrary to popular belief, Lorem Ipsum is not simply random text. It has roots in a piece of classical Latin literature from 45 BC, making it over 2000 years old. Richard McClintock, a Latin professor at Hampden-Sydney College in Virginia, looked up one of the more obscure Latin words, consectetur, from a Lorem Ipsum passage, and going through Contrary to popular belief, Lorem Ipsum is not simply random text. It has roots in a piece of classical Latin literature from 45 ",
        whatIsIt: "Бренді - це міцний алкогольний напій, отриманий шляхом дистиляції вина або ферментованих фруктових соків. Виробництво бренді включає витримку в дерев'яних бочках, що надає напою характерного аромату і смаку. Бренді буває різних видів і стилів, залежно від використовуваної сировини та регіону виробництва.",
        history: "Історія бренді налічує кілька століть. Спочатку напій з'явився в Європі, де його використовували в медичних цілях. Згодом бренді завоював популярність як самостійний алкогольний напій.",
        types: "Коньяк - елітний вид бренді, вироблений виключно в регіоні Коньяк, Франція. Його виготовляють із білого винограду з витримкою в дубових бочках. Арманьяк - старовинний французький бренді з регіону Гасконь. Арманьяк виробляється методом одноразової дистиляції, що надає йому більш насиченого і комплексного смаку. Американський бренді - виробляється в США з різних сортів винограду, має більш легкий і фруктовий смак.",
        howToDrink: "Бренді традиційно подається в келихах для бренді, які дають змогу максимально розкрити аромат напою. Напій слід пити повільно, насолоджуючись його букетом і післясмаком. Бренді часто використовують у коктейлях, а також у кулінарії для приготування соусів і десертів.",
        facts: "Витримка: Що довше бренді витримується, то складнішого й багатшого смаку він набуває. Регіональні особливості: Різні регіони світу виробляють свої унікальні види бренді, кожен зі своїми характерними рисами. Коктейлі: Бренді часто використовують у класичних коктейлях, таких як Бренді Александр  і Сайдкар. Висновок Бренді - це напій з багатою історією і різноманітністю смаків, який цінується за свою складність і вишуканість. Незалежно від того, чи віддаєте перевагу ви насолоджуватися ним у чистому вигляді, чи у складі коктейлю, бренді завжди додасть нотку розкоші у ваш вечір.",
    },
    {
        id: "wine",
        title: "Вино",
        description: "Contrary to popular belief, Lorem Ipsum is not simply random text. It has roots in a piece of classical Latin literature from 45 BC, making it over 2000 years old. Richard McClintock, a Latin professor at Hampden-Sydney College in Virginia, looked up one of the more obscure Latin words, consectetur, from a Lorem Ipsum passage, and going through Contrary to popular belief, Lorem Ipsum is not simply random text. It has roots in a piece of classical Latin literature from 45 ",
        whatIsIt: "Бренді - це міцний алкогольний напій, отриманий шляхом дистиляції вина або ферментованих фруктових соків. Виробництво бренді включає витримку в дерев'яних бочках, що надає напою характерного аромату і смаку. Бренді буває різних видів і стилів, залежно від використовуваної сировини та регіону виробництва.",
        history: "Історія бренді налічує кілька століть. Спочатку напій з'явився в Європі, де його використовували в медичних цілях. Згодом бренді завоював популярність як самостійний алкогольний напій.",
        types: "Коньяк - елітний вид бренді, вироблений виключно в регіоні Коньяк, Франція. Його виготовляють із білого винограду з витримкою в дубових бочках. Арманьяк - старовинний французький бренді з регіону Гасконь. Арманьяк виробляється методом одноразової дистиляції, що надає йому більш насиченого і комплексного смаку. Американський бренді - виробляється в США з різних сортів винограду, має більш легкий і фруктовий смак.",
        howToDrink: "Бренді традиційно подається в келихах для бренді, які дають змогу максимально розкрити аромат напою. Напій слід пити повільно, насолоджуючись його букетом і післясмаком. Бренді часто використовують у коктейлях, а також у кулінарії для приготування соусів і десертів.",
        facts: "Витримка: Що довше бренді витримується, то складнішого й багатшого смаку він набуває. Регіональні особливості: Різні регіони світу виробляють свої унікальні види бренді, кожен зі своїми характерними рисами. Коктейлі: Бренді часто використовують у класичних коктейлях, таких як Бренді Александр  і Сайдкар. Висновок Бренді - це напій з багатою історією і різноманітністю смаків, який цінується за свою складність і вишуканість. Незалежно від того, чи віддаєте перевагу ви насолоджуватися ним у чистому вигляді, чи у складі коктейлю, бренді завжди додасть нотку розкоші у ваш вечір.",
    }
]