import { IBrandGrouped } from "@/types/brand/IBrandGrouped"

export const brandGroupedList: IBrandGrouped[] = [
    {
        id: "brandey",
        title: "Бренді",
        characteristics: {
            size: ["xl"],
            length: ["18"],
            taste: ["very-taste"],
            weight: ["30"]
        },
        variations: [
            {
                id: "jack_daniels",
                name: "Джек Деніелс",
                age: "Коньяк має витончену текстуру, насичений аромат і витончену історію.",
                taste: "Коньяк має витончену текстуру, насичений аромат і витончену історію.",
                country: "Коньяк — елітний вид бренді, вироблений виключно в регіоні Коньяк, Франція. Його виготовляють із білого винограду з витримкою в дубових бочках.",
                category: "Коньяк має витончену текстуру, насичений аромат і витончену історію."
            },
            {
                id: "jameson",
                name: "Джеймсон",
                age: "Коньяк має витончену текстуру, насичений аромат і витончену історію.",
                taste: "Коньяк має витончену текстуру, насичений аромат і витончену історію.",
                country: "Арманьяк — старовинний французький бренді з регіону Гасконь. Виробляється методом одноразової дистиляції.",
                category: "Він має більш насичений, пряний та землистий смак у порівнянні з коньяком."
            },
            {
                id: "steersman",
                name: "Стірсмен",
                age: "Коньяк має витончену текстуру, насичений аромат і витончену історію.",
                taste: "Коньяк має витончену текстуру, насичений аромат і витончену історію.",
                country: "Виробляється в США з різних сортів винограду, зазвичай має легший і фруктовий смак.",
                category: "Не такий регламентований як європейські варіанти, але часто цікавий експериментальний напій."
            }
        ]
    }
]

